[
    {
      "id": 1,
      "name": "SAMSUNG 80 cm (32 Inch) HD Ready LED Smart Tizen TV",
      "price": "₹25,800",
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/television/k/h/w/-original-imah3868qdatnqg8.jpeg?q=70",
      "description": "With this Samsung TV, every image on the screen comes to life, giving you a home theatre experience. With the HD visual quality of this TV, you can enjoy vibrant movie scenes. Additionally, HDR increases the screen's brightness and brings out the subtleties of the material. Moreover, the Contrast Enhancer on this TV improves contrast and offers superb image quality with increased depth."
    },
    {
      "id": 2,
      "name": "Mi by Xiaomi A Series 108 cm (43 inch) Full HD LED Smart Google TV 2024 Edition",
      "price": "₹22,999",
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/television/0/x/w/-original-imah3kkmjwuge9qv.jpeg?q=70",
      "description": "Presenting the Xiaomi TV, built for the ultimate in entertainment. With a stylish metal frame, its bezel-less, high-end design provides full-screen viewing. Savour-rich, 20W Dolby Audio that enhances every moment. Access movies, series, and live TV that are curated just for you across all of your applications and subscriptions with Google TV. More than 150 free live TV channels are available on Xiaomi TV+; no membership is required. It guarantees seamless performance with a Quad Core A35 CPU, 8GB of storage, and 1.5GB of RAM. With its Quick Mute, Quick Wake, and Quick Settings functions, the Xiaomi Remote enhances convenience. Enjoy entertainment to a whole new level with the Xiaomi TV, which combines style and innovation."
    },
    {
      "id": 3,
      "name": "Mi by Xiaomi A Series 80 cm (32 inch) HD Ready LED Smart Google TV 2024 Edition with 200+",
      "price": "₹11,999",
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/television/k/h/w/-original-imah3868qdatnqg8.jpeg?q=70",
      "description": "Experience the Mi A Series TV, where stunning design meets exceptional performance. Its sleek metal frame and immersive fullscreen display offer captivating visuals. Enjoy high-quality 20W sound powered by Dolby Audio for an unparalleled audio experience. Google TV organizes movies, shows, and live TV from your apps and subscriptions, providing personalized recommendations. With Xiaomi TV+, access 150+ free live TV channels. Powered by a Quad Core A35 chip, the TV ensures smooth, responsive performance. The minimalistic remote offers effortless control. Redefine your home entertainment with the Mi A Series TV for an extraordinary, seamless viewing experience."
    },
    {
      "id": 4,
      "name": "realme TechLife CineSonic Q 140 cm (55 inch) QLED Ultra HD (4K) Smart Google TV",
      "price": "₹29,999",
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/television/f/s/h/-original-imah54herepenkrb.jpeg?q=70",
      "description": "This TV by realme is the ideal new purchase for your home. It comes with a QLED technology that combines with the stunning LCD panel to provide vibrant, immersive visuals that captivate your senses. It also comes with Total Sonic by DBX which helps to make the audio as immersive and complete as the visuals on display. All this is supported by the MediaTek Quad Core Process that uses 2 GB of RAM and 16 GB of internal storage, to ensure you get the best possible experience while watching your favourite content."
    }
  ]
  